Repository: Oralux/voxin-installer
Catalog: src/installer/po/*.def.po
Languages: cs, de, es, fr, ja

source: 1. Do you want to read again the End-User Agreement?
cs: 1. Chcete si znovu přečíst smlouvu s koncovým uživatelem?
de: 1. Möchten Sie den Endbenutzerlizenzvertrag noch einmal lesen?
es: 1. ¿Quieres volver a leer el Acuerdo de Usuario Final
fr: 1. Souhaitez-vous relire la licence utilisateur ?
ja: 1.エンドユーザー契約をもう一度読みますか？

source: 2. Do you want to read again the IBM License Agreement?
cs: 2. Chcete si znovu přečíst licenční smlouvu IBM?
de: 2. Möchten Sie den IBM-Endbenutzerlizenzvertrag noch einmal lesen?
es: 2. ¿Quieres volver a leer el contrato de licencia de IBM?
fr: 2. Souhaitez-vous relire la licence IBM (en anglais) ?
ja: 2. IBM使用許諾契約書をもう一度読みますか？

source: 2. Do you want to read again the LGPL License?
cs: 2. Chcete si znovu přečíst licenční smlouvu IBM?
de: 3. Möchten Sie die LGPL-Lizenz noch einmal lesen?
es: 3. ¿Quieres leer de nuevo la licencia LGPL?
fr: 3. Souhaitez-vous relire la licence LGPL?
ja: 2. LGPLライセンスをもう一度読みますか？

source: 3. Do you want to read again the LGPL License?
cs: 3. Chcete si znovu přečíst licenci LGPL?
de: 3. Möchten Sie die LGPL-Lizenz noch einmal lesen?
es: 3. ¿Quieres leer de nuevo la licencia LGPL?
fr: 3. Souhaitez-vous relire la licence LGPL (en anglais) ?
ja: 3. LGPLライセンスをもう一度読みますか？

source: Check if it helps to become root using 'su --login' or 'sudo --login'
cs: Zkontrolujte, zda pomáhá stát se uživatelem root pomocí 'su --login' nebo 'sudo --login'
de: Überprüfen Sie, ob es hilfreich ist, mit 'su --login' oder 'sudo --login' Root-Benutzer zu werden.
ja: 「su --login」または「sudo --login」を使用して root になることが役立つかどうかを確認してください

source: Do you agree the licenses?
cs: Souhlasíte s licencemi?
de: Haben Sie die Lizenzen zu akzeptieren??
es: ¿Quieres volver a leer las licencias?
fr: Acceptez-vous les licences ?
ja: ライセンスに同意しますか

source: Do you authorize the update of the configuration files (speechd.conf)?
cs: Autorizujete aktualizaci konfiguračních souborů (speechd.conf)?
de: Autorisieren Sie das Update der Konfigurationsdateien (speechd.conf)?
es: ¿Autoriza la actualización de los archivos de configuración (speechd.conf)?
fr: Autorisez-vous la mise à jour des fichiers de configurations (speechd.conf) ?
ja: 構成ファイル（speechd.conf）の更新を許可しますか

source: Do you really want to continue?
cs: Opravdu chcete pokračovat?
de: Möchten Sie wirklich fortfahren?
es: ¿De verdad quieres continuar?
fr: Voulez-vous vraiment continuer ?
ja: 本当に続けたいですか？

source: Do you really want to remove this directory:
cs: Opravdu chcete odstranit tento adresář?
de: Möchten Sie dieses Verzeichnis wirklich entfernen:
es: ¿Realmente desea eliminar este directorio:
fr: Voulez-vous vraiment supprimer ce répertoire :
ja: 本当にこのディレクトリを削除しますか:

source: Do you want to install a new language?
cs: Chcete nainstalovat nový jazyk?
de: Möchten Sie eine neue Sprache installieren?
es: ¿Quieres instalar un nuevo idioma?
fr: Souhaitez-vous installer une nouvelle langue ?
ja: 新しい言語をインストールしますか？

source: Do you want to uninstall the TTS?
cs: Chcete odinstalovat TTS?
de: Möchten Sie die TTS deinstallieren?
es: ¿Quieres desinstalar el TTS
fr: Souhaitez-vous désinstaller la synthèse vocale ?
ja: TTSをアンインストールしますか？

source: Error: no 'all' tarball
cs: Chyba: žádný 'all' tarball
de: Fehler: Kein 'All' Tarball
es: Error: no hay archivo 'all'
fr: Erreur : aucune archive 'all'
ja: エラー： 'all' tarballがありません

source: Error: no 'voxind' tarball
cs: Chyba: žádný 'voxind' tarball
de: Fehler: Kein 'voxind' Tarball
es: Error: no hay archivo 'voxind'
fr: Erreur : aucune archive 'voxind'
ja: エラー： 'voxind' tarballがありません

source: Error: operation not completed.
cs: Chyba: operace nebyla dokončena.
de: Fehler: Vorgang nicht abgeschlossen.
es: Error: operación no completada.
fr: Erreur : opération non exécutée.
ja: エラー: 操作が完了していません。

source: For support, email to contact at oralux.org
cs: Chcete-li získat podporu, pošlete e-mail na adresu contact at oralux.org
de: Für Support senden Sie eine E-Mail an contact at oralux.org
es: Para soporte, mande un correo electrónico a contact at oralux.org
fr: Pour tout support, écrivez à contact at oralux.org
ja: サポートのために、contact at oralux.orgに電子メールを送りなさい

source: Good Bye.
cs: Ahoj.
de: Auf wiedersehen.
es: Adiós.
fr: Au revoir.
ja: さようなら。

source: If the installation continues, orca will not be able to use voxin, but emacspeak will
cs: Pokud instalace pokračuje, orca nebude moci používat voxin, ale emacspeak bude
de: Wenn die Installation fortgesetzt wird, kann Orca Voxin nicht verwenden, Emacspeak jedoch
es: Si la instalación continúa, orca no podrá usar voxin, pero emacspeak sí
fr: Si l'installation est poursuivie, orca ne pourra pas utiliser voxin mais emacspeak le pourra
ja: インストールが続行されると、orcaはvoxinを使用できなくなりますが、emacspeakは

source: If yes, press the ENTER key.
cs: Pokud ano, stiskněte klávesu ENTER.
de: Wenn ja, drücken Sie die Eingabetaste.
es: Si está de acuerdo, pulse la tecla Entrar.
fr: Si oui, appuyez sur la touche Entrée.
ja: 同意する場合は、ENTERキーを押してください。

source: If you agree please type OK and press the ENTER key.
cs: Pokud souhlasíte, zadejte OK a stiskněte klávesu ENTER
de: Wenn Sie der LGPL-Lizenz zustimmen, drücken Sie die Eingabetaste.
es: Si está de acuerdo, escriba OK y presione la tecla ENTER.
fr: Si vous acceptez, tapez OK et appuyez sur la touche Entrée
ja: 同意する場合は、OKと入力してEnterキーを押してください。

source: If you agree to the End-User Agreement, press the ENTER key
cs: Pokud souhlasíte s dohodou s koncovým uživatelem, stiskněte klávesu ENTER
de: Wenn Sie dem Lizenzbedingungen zustimmen, drücken Sie die Eingabetaste.
es: Si está de acuerdo con el Acuerdo de Usuario Final, pulse la tecla Entrar.
fr: Si vous acceptez la licence utilisateur, appuyez sur la touche Entrée
ja: 使用許諾契約書に同意する場合は、ENTERキーを押してください。

source: If you agree to the IBM license agreement, press the ENTER key
cs: Pokud souhlasíte s licenční smlouvou IBM, stiskněte klávesu ENTER
de: Wenn Sie dem IBM-Endbenutzerlizenzvertrag zustimmen, drücken Sie die Eingabetaste.
es: Si está de acuerdo con el contrato de licencia de IBM, pulse la tecla Entrar.
fr: Si vous acceptez la licence IBM, appuyez sur la touche Entrée
ja: IBM使用許諾契約に同意する場合は、ENTERキーを押してください。

source: If you agree to the LGPL license, press the ENTER key
cs: Pokud souhlasíte s licencí LGPL, stiskněte klávesu ENTER
de: Wenn Sie der LGPL-Lizenz zustimmen, drücken Sie die Eingabetaste.
es: Si está de acuerdo con la licencia LGPL, pulse la tecla Entrar.
fr: Si vous acceptez la licence LGPL, appuyez sur la touche Entrée
ja: LGPLライセンスに同意する場合は、ENTERキーを押してください。

source: Initialization; please wait...
cs: Inicializace; prosím, čekejte...
de: Initialisierung; Warten Sie mal...
es: inicialización; por favor espera...
fr: Initialisation; patientez svp...
ja: 初期化お待ちください...

source: Logs written in log/voxin.log
cs: Logs zapsané do log/voxin.log
de: Logs geschrieben in log/voxin.log
es: Logs escritos en log/voxin.log
fr: Logs écrits dans log/voxin.log
ja: logsはlog/に書かれています

source: Operation completed.
cs: Operace byla dokončena.
de: Die Operation wurde abgeschlossen.
es: Operación completada.
fr: L'opération est terminée.
ja: 操作は完了しました。

source: Please use the space bar to scroll through the document.
cs: Procházejte dokumentem pomocí mezerníku.
de: Bitte benutzen sie die Leertaste, um durch das Dokument zu scrollen.
es: Utilice la barra espaciadora para desplazarse por el documento.
fr: Appuyez svp sur la barre d'espace pour passez de page en page.
ja: スペースバーを使って文書をスクロールしてください。

source: Please wait...
cs: Prosím, čekejte...
de: Warten Sie mal...
es: Por favor espera...
fr: Patientez svp...
ja: お待ちください...

source: Sorry, this distribution is not yet supported.
cs: Litujeme, tato distribuce zatím není podporována.
de: Das Linux-Distribution noch nicht unterstützt wird.
es: Lo sentimos, la distribución de Linux aún no es compatible.
fr: Désolé, cette distribution n'est pas encore supportée.
ja: 申し訳ありませんが、このディストリビューションはまだサポートされていません。

source: The changes will be taken into account on next boot.
cs: Změny budou brány v úvahu při příštím spuštění.
de: Die Änderungen werden beim nächsten Start berücksichtigt werden.
es: Los cambios se tendrán en cuenta en el siguiente inicio.
fr: Les modifications seront prises en compte au prochain démarrage.
ja: 変更は次回の起動時に考慮されます。

source: The voxin module must be added to the configuration files
cs: Modul voxin musí být přidán do konfiguračních souborů
de: Das Voxin-Modul muss zu den Konfigurationsdateien hinzugefügt werden
es: El módulo Voxin debe agregarse a los archivos de configuración
fr: Le module Voxin doit être ajouté aux fichiers de configuration
ja: Voxinモジュールを構成ファイルに追加する必要があります

source: You do not authorize the installer to perform this operation
cs: neautorizujete instalátor k provedení této operace
de: Sie autorisieren das Installationsprogramm nicht, diesen Vorgang auszuführen
es: no autoriza al instalador a realizar esta operación
fr: vous n'autorisez pas l'installeur à exécuter cette opération
ja: インストーラーがこの操作を実行することを許可していない

source: You may want to install voxin to a dedicated directory (option -d)
cs: Možná budete chtít nainstalovat voxin do vyhrazeného adresáře (volba -d)
de: Möglicherweise möchten Sie voxin in einem dedizierten Verzeichnis installieren (Option -d)
es: Es posible que desee instalar voxin en un directorio dedicado (opción -d)
fr: Vous pouvez choisir le répertoire d'installation de voxin (option -d)
ja: 専用のディレクトリに voxin をインストールすることもできます (オプション -d)。

source: Your version of speech-dispatcher has not been recognized.
cs: Vaše verze speech-dispatcher nebyla rozpoznána.
de: Ihre Version von speech-dispatcher wurde nicht erkannt.
es: Su versión de speech-dispatcher no ha sido reconocida.
fr: Votre version de speech-dispatcher n'a pas été reconnue.
ja: speech-dispatcherのバージョンが認識されていません。

source: rfs all tarball not found!
cs: rfs all tarball nebyl nalezen!
de: rfs all tarball nicht gefunden!
es: rfs all tarball no encontrado!
fr: l'archive rfs all est absente !
ja: rfs all tarballが見つかりません。

source: voxin package not found!
cs: voxin balíček nebyl nalezen!
de: voxin tarball nicht gefunden!
es: voxin paquete no encontrado!
fr: le paquet voxin est absent !
ja: voxinパッケージが見つかりません！

source: voxin-speechd package not found!
cs: voxin-speechd balíček nebyl nalezen!
de: voxin-speechd tarball nicht gefunden!
es: voxin-speechd paquete no encontrado!
fr: le paquet voxin-speechd est absent !
ja: voxin-speechdパッケージが見つかりません！

source: voxin-speechd-conf package not found!
cs: voxin-speechd-conf balíček nebyl nalezen!
de: voxin-speechd-conf tarball nicht gefunden!
es: voxin-speechd-conf paquete no encontrado!
fr: le paquet voxin-speechd-conf est absent !
ja: voxin-speechd-confパッケージが見つかりません！

source: Previous version restored
es: Versión anterior restaurada
fr: Version précédente restaurée
